---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerH
source: html/f66307e3-75ae-72dd-8bb4-38a3ec7fa7d5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerH Property

Symbol lb/h, indicating unit Pounds mass per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerH { get; }
```